[General]
Translator, "Betto Geldres, Jorge Garza"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAPK/AN85DNcgDJYXC5UtJOBYL9IgC/7TAKWCPfHEMvLFM6+TALKeAPfOAI4X
CNg2CqWCQtEzCPTFAJMXCZEXCMshCtkgDZA5LpE1KJEXCfPDBvvOANN0YfPDANd7XPPHL6eGNIoX
BvXKAOOrB6WDN+G0VNwgDo5IO/LAANtfOI5QRO69S9xbNfG8AO65T45TR/XPLZMaDdNqWdRmVNRi
UNI0CPHGT/XGAPTEPdw3DPLDO45CNolAM62PAO62BvzbAK15TJoXC9G3rtZUROY8DfTKLOa3B58w
CfTCVPfMAPPDX/PHAPXJH++4AJBYS/DCPPLIPIgXBvfKAPHHQfHFRa6RAPDAQPTGRPK/WqR6U+7D
VJI4K/XIBrqFZ8pgA5QyJdU+Ftc3CvbRKpwVC+E6DfLDI9UgDfjSAP7RAJA6LM4gCa6TALCVANk3
CvjOANpmRNKwqscfB/bHAI5LPrJ5UuOvBu+2EvPLN5A/M9lqSNhxUMGoWvHFStVYSJcsBPjUJYwX
B+CyApJYTY5OQdZ+YNhJONiCZ/3UB95GNtd0VNthPJRPNO63AP/WANdNPPC1AJBANtQ1CcMfB5YX
CoUVA4gWBYUWBcGeYNd4WaeGRPTEAPTNMu/BWNhtTdY2CcUdBPC7APrXANN4ZfHDN/LDFZx/M45F
OP/jALmASeA5DN04C94fEPLDANVeTK5+X/bJANd+badmI+UhEMkfCI88MaWDO9AgCtpkQIwXCOi7
RbambNdRQNNuXZRfSI1hWQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAH05eaFi0JwTpnbgoXVhC4YvkATBEsWBl4wZNFr1GbLLUSFEMXoZIuQBUyI9nfK8uaUoBYsC
fjIp4aTFBh8qU6Dc2QRDzJ9DayBgKZEFSC4rT0Yp+FCECZcNPRAguYRKyB4cOhKUIaVBwis0VWq5
6OIKDh07Ppq0QKFJTpIDC0is0BXLS6lHjEAB6HBDiptGbEBcGVHHSCAArJaIaHAm1I9TDBaBiVAj
kqcwD9rkUBUgFRkiR9J8khRnVgU1tgyYEWDBxCpZY3hQslQpSghAuBxQyDBh0oAgBAICADs=


[BFAPI_Strings]
ErrorFailClientTime, "La hora de su equipo no esta correctamente ajustada . \nPor favor compruebe la hora del sistema y vuelva a intentarlo."
ErrorFailLogin, "Verifique su correo electrónico y contraseña e inténtelo nuevamente."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "Su licencia de prueba de FileSeek parece no ser válida.\nContáctenos para más información."
ErrorItemSizeTooLarge, "Uno de los perfiles FileSeek es demasiado grande.\nPor favor, intente sincronizar un perfil más pequeño."
ErrorTrialExpiredPrompt, "Tu Licencia de prueba de FileSeek Pro ha caducado.\n¿Le gustaría ponerse en contacto con nosotros e iniciar otra prueba?"
ErrorUnknownProPurchasedLicenseKey, "Su licencia de FileSeek parece no ser válida.\nContáctenos para más información."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&Mis Licencias"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Uso Personal o Corporativo, # indicado en el nombre de licencia"
LicenseRestrictionDonation, "Uso PERSONAL, 1 computadora"
LicenseRestrictionEnterprise, "Computadoras ilimitadas en número ilimitado de lugares"
LicenseRestrictionPersonalHome, "Uso PERSONAL, en un número ilimitado de computadoras"
LicenseRestrictionSite, "Número ilimitado de PC's en un sólo sitio"
LicenseRestrictionStandard, "Uso Personal o Corporativo, en una sola computadora"
LicenseRestrictionSteam, "Uso Personal o Corporativo, número ilimitado de PC's, usuario principal es usted donde se instalará"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Por favor, ingrese un Correo Electrónico válido e inténtelo de nuevo."
ErrorEnterPassword, "Ingrese su contraseña y vuelva a intentarlo."
ErrorLoginFailed, "No se pudo cargar la información de su cuenta.\nPor favor, comprueba que tu dirección de Correo Electrónico y Contraseña e inténtelo de nuevo."
ErrorNoLicensesFound, "Lo sentimos, no pudimos encontrar ninguna información de la licencia para esta cuenta.\nSi necesita ayuda, por favor póngase en contacto con nosotros."
ErrorUnknownLicenses, "Un error ha ocurrido mientras cargaba su información de licencia."
ErrorUnknownLogin, "Un error ha ocurrido mientras cargaba su información de cuenta."
Note, "Inicie sesión para recuperar su Licencia FileSeek y sincroniza tus perfiles de búsqueda."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Cargando mi Información de Licencia"


[BFAPIMyLicenses_Controls]
colDateCreated, "Fecha de Creación"
colDateExpires, "Fecha de Vencimiento"
colLicenseKey, "Clave de Licencia"
colLicenseRestrictions, "Restricciones de Licencia"
colLicenseType, "Tipo de Licencia"
colName, "Nombre de Licencia"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "¿Está seguro que desea usar esta de licencia?"
ErrorSelectLicense, "Por favor seleccione una Licencia de la lista y vuelva a intentarlo."
ShowNeedLicenseWarning, "Seleccione una de las Licencia de la lista, haga clic en el botón "Aceptar" para usar esta Licencia."
Title, "Mis Licencias"


[BFFormDownload_Strings]
ConfirmCancel, "¿Está seguro que desea cancelar esta Descarga?"
Error, "Un error ha ocurrido."
Progress, "Restan: {0} KB ({1} KB total)"
ProgressUnknown, "Descargando: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copiar a Portapapeles"
btnMoreInformation, "&Mostrar Más Información"


[BFFormProxySettings_Controls]
btnSave, "Guardar"
lblProxyAddress, "Dirección del Servidor:"
lblProxyPassword, "Contraseña:"
lblProxyPassword2, "Re-Ingrese su Contraseña:"
lblProxyPort, "Puerto:"
lblProxyUsername, "Nombre de Usuario:"
rdoCustomSettings, "Uso &Configuración Personalizada del Servidor Proxy:"
rdoNoProxy, "&Sin Servidor Proxy (conexión directa a Internet)"
rdoUseIESettings, "Usar &Ajustes de Conexión de Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Por favor introduzca una Dirección para el Servidor Proxy o seleccione "Sin Servidor Proxy"."
EnterServerPort, "Por favor introduzca un Puerto para el Servidor Proxy o seleccione "Sin Servidor Proxy"."
PasswordDecryptionFailed, "Su Configuración de la conexión a Internet aparentemente no es válida.\nPor favor, vuelva a introducir la contraseña del Servidor Proxy."
PasswordsNotMatch, "Tu Contraseña del Servidor Proxy no es correcta, por favor inténtelo de nuevo."
Title, "Ajustes de Conexión a Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Examinar"
ButtonRefresh, "&Actualizar"
ColApplication, "Aplicación"
ColPath, "Ruta"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Todas las Aplicaciones"
PleaseSelectApplication, "Por favor seleccione una Aplicación primero."
Title, "Seleccionar Aplicación"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor Predeterminado"
colSetting, "Ajuste"
colValue, "Valor"
lblHelp, "Doble clic en una opción para modificarla, haga clic en el botón "Ayuda" para obtener más información."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Un error ha ocurrido mientras guardaba este ajuste."
SavedSuccessfully, "Su Configuración Avanzada se ha guardado correctamente.\nPuede que necesite reiniciar FileSeek para que los cambios surtan efecto."
Title, "Ajustes Avanzados"
TitleEdit, "Editar Ajustes Avanzados"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Correo Electrónico:"
lblMessage, "Mensaje:"
lblName, "Nombre:"
lblSubject, "Asunto:"
lblWarning, "La información de la ficha Troubleshooting y el archivo Debug.log serán cifrados y enviados junto con la solicitud de soporte para que podamos resolver el problema rápidamente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Por favor ingrese un Correo Electrónico válido e inténtelo nuevamente."
EnterMessage, "Por favor ingrese un Mensaje e inténtelo nuevamente."
EnterName, "Por favor ingrese su Nombre e inténtelo nuevamente."
EnterSubject, "Por favor ingrese un Asunto."
SendSuccess, "Su información se ha enviado correctamente.\nAlguien se comunicará con usted dentro de 1 día laboral."
Title, "Enviar Solicitud de Asistencia"
TooLongEmailAddress, "Por favor ingrese un Correo Electrónico mas corto e inténtelo nuevamente."
TooLongName, "Por favor ingrese un Nombre corto e inténtelo nuevamente."


[BFFormUpdate_Controls]
btnChangeLog, "Ver Registro de Cambios"
btnDownload, "Descargar e &Instalar"
btnRemindMeLater, "&Recordarme Luego"
btnSkipThisVersion, "&Omita Ésta Versión"
btnWebsite, "&Descargar"
lblNewVersion, "Nueva Versión:"
lblOldVersion, "Versión Actual:"
lblUpdateNotes, "¿Qué hay de Nuevo en ésta Versión:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es recomienda que actualice a la nueva versión.\n¿Está seguro que desea omitir esta actualización?"
DownloadFailedSave, "Error al guardar este Archivo Localmente."
DownloadingUpdate, "Descargando Actualización"
DownloadInvalidData, "Datos inválidos devueltos por el servidor. El servidor puede estar teniendo problemas para encontrar el archivo solicitado."
DownloadNoData, "No se obtuvieron datos del sitio web."
ErrorDownload, "Se ha producido un error al intentar descargar la nueva versión."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Actualización Disponible"
UpdateProMessage, "Es necesario actualizar a FileSeek Pro para usar la actualización de un clic.\n¿Quieres más información acerca de la actualización?"


[BFHelpButton_Controls]
mniOnlineHelp, "Ayuda en Línea"
mniSupportRequest, "Solicitud de Soporte"


[BFTextQuery_Strings]
CaseSensitive, "Sensible a Mayúsculas y minúsculas:"
MayContain, "Puede contener:"
MayNotContain, "No Puede Contener:"
MustContain, "Debe contener:"
MustNotContain, "No debe contener:"


[BFUpdateCheck]
AlreadyInProgress, "La Comprobación de Actualizaciones está en progreso..."
ErrorRunningDownloadedFile, "Se ha producido un error al intentar ejecutar el archivo de instalación descargado."
FailedToGetVersion, "No se puede cargar la última la versión."
InvalidLicensePrompt, "¡Su Licencia de FileSeek Pro parece ser invalida!\nPor favor considere la compra de una licencia FileSeek Pro para ayudar a apoyar el desarrollo futuro.\n¿Quieres ver más información?"
NoUpdate, "Ya estás utilizando la última versión."
Title, "Actualizar"


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no es reconocida y no se puede buscar."


[cSettings_Strings]
SettingsLoadError, "Un error ha ocurrido mientras Cargaba los Ajustes."
SettingsSaveError, "Un error ha ocurrido mientras Guardaba los ajustes."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examinar && Anexar"
btnBrowseExcludePath, "Examinar"
btnFolderBrowse, "&Examinar"
btnFolderBrowseAppend, "Examinar && Anexar"
btnNewSearch, "Búsqueda en una &Nueva Pestaña"
btnPause, "Pausa"
btnResume, "Resumen"
btnSearch, "&Buscar"
btnStop, "&Detener"
chkCaseSensitive, "&Consulta sensible al caso"
chkFileSizeMax, "Tamaño Máximo del Archivo:"
chkFileSizeMin, "Tamaño Mínimo del Archivo:"
chkIsExcludeFilesRegEx, "Excluir Archivos de Filtros que están RegEx"
chkIsIncludeFilesRegEx, "Incluir Archivos de Filtros que están RegEx"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Buscar en sub&carpetas"
chkShowFirstResult, "&Solo muestra el primer resultando por cada archivo"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Mostrar los nombres de archivo que coinciden con el texto de la consulta"
chkShowQueryMatchFolders, "Mostrar nombres de las carpetas que coinciden con el texto de la consulta"
chkUseIFilters, "Contenido del archivo de proceso utilizando manejadores de archivos (más lento)"
colDateAccessed, "Fecha de Acceso"
colDateCreated, "Fecha de Creación"
colDateModified, "Fecha de Modificación"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Tamaño de Archivo"
colLine, "Linea"
colLineNumber, "Línea #"
colPath, "Ruta"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostrar esta cantidad líneas después de un resultado de búsqueda:"
lblAdditionalLinesBefore, "Mostrar esta cantidad líneas antes de un resultado de búsqueda:"
lblCreatedTo, "a"
lblDateAccessed, "Fecha de Acceso:"
lblDateCreated, "Fecha de Creación:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Fecha de Modificación:"
lblExcludeFiles, "Excluir Archivos:"
lblExcludePath, "Excluir Ruta(s):"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Incluir Archivos:"
lblModifiedTo, "a"
lblPath, "Ruta(s):"
lblQuery, "Consulta:"
lblStatusFound, "Resultados Encontrados: {0}"
lblStatusTotal, "Archivos Buscados: {0}"
mniAbout, "Acerca de"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Cerrar Todo"
mniCloseAllButThis, "Cerrar Otros"
mniCloseSearch, "Cerrar"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copiar Todos los Resultados"
mniExit, "Salir"
mniExplorerContextMenu, "Menú Contextual de Windows"
mniHelp, "Help"
mniOpenFolder, "Abrir carpeta contenedora"
mniOpenFolderOnly, "Abrir Carpeta"
mniOpenOther, "Abrir con Otra Aplicación"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Quitar Resultados Seleccionados de la Lista"
mniSettings, "Ajustes"
mniShowFilterControls, "Mostrar Control de Filtros"
mniTextCopy, "&Copiar"
mniTextSelectAll, "Seleccionar &Todo"
mniTools, "&Herramientas"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Exportar Todos los Resultados a HTML"
mnuExportSelectedResultsHTML, "Exportar los Resultados Seleccionados a HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Idiomas"
mnuLoadProfile, "Cargar"
mnuManageProfiles, "Administrar Perfiles"
mnuOpen, "Abrir"
mnuOpenNotepad, "Abrir con Bloc de Notas"
mnuProfile, "Perfiles"
mnuSave, "Guardar"
mnuSaveAll, "Exportar Todos los Resultados como CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Exportar los Resultados Seleccionados como CSV"
mnuShowFullLanguageList, "Mostrar Lista Completa"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Coincidir la consulta para cada línea en el archivo"
rdoMatchQueryToWholeFile, "Coincidir la consulta para todo el archivo"
tabAdvanced, "Avanzados"
tabDateFilters, "Filtros de fecha"
tabFileSizeFilters, "Filtros de Tamaño de Archivos"
tabSearch, "Buscar"


[frmMain_Strings]
AccessedAfterTT, "Accedido después {0}"
AccessedBeforeTT, "Accedido antes {0}"
AccessedBetweenTT, "Accedido entre {0} y {1}"
AppSelectionErrorPartOne, "La aplicación que ha seleccionado no se puede encontrar."
AppSelectionsErrorPartTwo, "¿Quieres seleccionar otro ahora?"
btnNewSearchTT, "Abrir una nueva Pestaña e inicie una búsqueda"
btnSearchTT, "Iniciar una búsqueda en la pestaña actual"
btnStopTT, "Detener la búsqueda seleccionada"
CaseSensitiveQueryTT, "Consulta con Caso Sensible"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Sólo se mostrará la primera línea buscada cuando se coincida consulta para cada línea"
ColumnWidthRestoreError, "Un error ha ocurrido mientras restauraba los anchos de las columnas."
ColumnWidthSaveError, "Un error ha ocurrido mientras guardaba los anchos de las columnas."
ContextMenuError, "Un error ha ocurrido mientras mostraba el Menú Contextual de Windows."
CreatedAfterTT, "Creado después {0}"
CreatedBeforeTT, "Creado antes {0}"
CreatedBetweenTT, "Creado entre {0} y {1}"
CSVSpreadsheet, "Archivos CSV"
CustomAppOpenError, "Ha ocurrido un error al abrir el archivo con la aplicación personalizada."
DateCreatedError, "Por favor seleccione una "Fecha de Creación Fecha de Finalización" que es posterior a la fecha de inicio."
DateFiltersSelected, "Filtros de Fecha:"
DateMismatchError, "Por favor seleccione una "Fecha de Creación Fecha de Finalización" que es posterior a la fecha de inicio."
DateModifiedError, "Por favor seleccione una "Fecha de Modificación Fecha Final" que es posterior a la fecha de inicio."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Ingrese un nombre de perfil:"
ExcludeFilesTT, "Archivos Excluidos: {0}"
ExcludePathsTT, "Excluir Ruta(s): {0}"
FileDeleteMessage, "Please wait while FileSeek performs the requested operation.\nYou can close this window, but it may lead to unexpected results while this task is running."
FileDeleteQuestion, "Are you sure you want to delete the selected files or folders?"
FileDeleteTitle, "Borrar Archivos"
FileDeletionError, "Ha ocurrido un error al eliminar estos archivos."
FileHandlerError, "Por favor, introduzca una ruta de búsqueda."
FileIncludeNameMatch, "Coincidir Nombre del archivo [Incluir Archivos de Filtros]"
FileOpenError, "Un error ha ocurrido mientras abría éste archivo."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Coincidir Nombre del archivo [Consulta]"
FileReadError, "Error de Acceso al Archivo: {0}"
FileSelectionError, "Por favor, seleccionar al menos 1 archivo que exista y vuelva a intentarlo."
FileSizeError, "Please select a File Size Maximum that is equal or greater than the File Size Minimum."
FileSizeFiltersSelected, "Filtros de Tamaños de Archivos:"
FilesSearched, "Archivos Buscados: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Seleccione una Carpeta de Buscada"
FolderBrowsingError, "Ha ocurrido un error durante la búsqueda para una carpeta."
FolderIncludeNameMatch, "Nombre de Carpeta Coincidir [Incluir Filtros de Archivos]"
FolderItemError, "Failed to get Folder for Item: {0}"
FolderOpenError, "Un error ha ocurrido mientras abría esta carpeta."
FolderQueryNameMatch, "Folder Name Match [Query Text]"
FolderReadError, "Error leyendo Carpetas en la Carpeta:{0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Lenguaje de Marcado Hipertextual"
IFilterWarning, "Please enable file handlers on the Advanced tab to display proper results for: {0} files"
IncludeFilesTT, "Archivos Incluidos: {0}"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "Tamaño de la carpeta inválida."
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryRegExError, "Query RegEx pattern is invalid.\n{0}"
KeypressError, "An error has occurred while processing this keypress."
LinkedFolderError, "No se ha buscando la carpeta, ya que es un acceso directo o vínculos simbólicos"
MatchesFound, "Resultados encontrados: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Tamaño Máximo de Archivo: {0}"
MaxPathError, "This is a long path and may not work in some programs"
MenuOpenError, "Un error ha ocurrido mientras abría el menú."
MinFileSizeTT, "Tamaño Mínimo de Archivo: {0}"
ModifiedAfterTT, "Modificado después de {0}"
ModifiedBeforeTT, "Modificado antes de {0}"
ModifiedBetweenTT, "Modificado entre {0} y {1}"
More, "(más)"
NoDateFiltersSelected, "No hay filtros fecha seleccionada"
NoFileSizeFiltersSelected, "No hay filtros de tamaño de archivo seleccionados"
NoOptionsSelected, "No ha Seleccionado Opciones"
NotepadError, "Un error ocurrió mientras abría el archivo con Notepad."
NoTextSelectionError, "Por favor seleccione algún texto e inténtelo de nuevo."
NotYourProfile, "Usted no es propietario de éste perfil."
OnlyShowFirstResultTT, "Sólo Mostrar el Primer Resultado"
OpenManyQuestion, "Are you sure you would like to open {0} files or folders?"
OptionsSelected, "Opciones Seleccionadas:"
PathsTT, "Ruta(s): {0}"
PathTooLongError, "Windows no admite esta acción con nombres de ruta largas."
ProfileLoadError, "Se ha producido un error al cargar el perfil."
ProfileLoadOnStartError, "Se ha producido un error al cargar el perfil. El perfil no existe."
ProfileOverwriteQuestion, "Are you sure you would like to overwrite the profile '{0}'?"
ProfileSaved, "Guardar la configuración de búsqueda de perfil '{0}'"
ProfileSaveError, "No se puede guardar el perfil."
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Consulta:\n{0}"
rdoMatchQueryLineByLineTT, "Abrir un archivo una sola línea a la vez y tratar de coincidir con la consulta a cada línea"
rdoMatchQueryToWholeFileTT, "Abra el archivo completo a la vez y tratar de coincidir con la consulta todo el texto"
ResultCopied, "Un resultado copiado al portapapeles."
ResultCopyError, "Un error ha ocurrido mientras copiaba los resultados de su búsqueda al portapapeles."
ResultSaveError, "Ocurrió un error al guardar los resultados.\n{0}"
ResultsCopied, "{0} resultados copiados al portapapeles."
ResultSelectionError, "Por favor, seleccionar al menos 1 resultado de búsqueda e inténtelo de nuevo."
SaveResults, "Guardar los Resultados en una Hoja de Cálculo"
SaveResultsAsHTML, "Guardar Resultados como HTML"
SaveSearchProfile, "Guardar Perfil de Búsqueda"
SearchComplete, "Buscar completado en {0}s"
SearchCriteria, "Criterio de Búsqueda:"
SearchCriteriaEmptyTT, "Criterio de búsqueda vacío"
SearchEnd, "Search End: {0}"
SearchError, "Un error ha ocurrido mientras se realizaba la búsqueda."
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Buscar en Sub Carpetas"
SettingFormShowError, "Ha ocurrido un error mientras se mostraba la ventana de Configuración."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Un error ha ocurrido mientras copiaba este texto."
TextProcessingError, "Un error ha ocurrido mientras procesaba el texto."
TextSelectionError, "Por favor seleccione un texto y vuelve a intentarlo."
txtPathTT, "Separar múltiples elementos con el carácter |"
UseFileHandlersTT, "Usar Manejador de Archivos"
ViewingAppPartOne, "No ha seleccionado una aplicación de visualización aún"
ViewingAppPartTwo, "¿Le gustaría elegir uno ahora?"
WindowsVersionError, "Lo sentimos, esta función no está disponible en esta versión de Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copiar Perfil"
btnDelete, "Delete"
btnRename, "Renombrar"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Nombre del Perfil"
colProfileOwner, "Propietario del Perfil"
lblCurrentProfile, "Usuario Actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "¿Cómo le gustaría llamar a su nuevo perfil?"
MustSelectAnItem, "Por favor, seleccione un perfil de la liste e inténtelo nuevamente."
ProfileDeleteQuestion, "¿Está seguro que desea eliminar el perfil seleccionado?"
RenameSearchProfile, "Renombrar Perfil de Búsqueda"
SearchProfileName, "Buscar nombre del perfil:"
Title, "Administrar Perfiles"


[frmSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnApply, "Aplicar"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Examinar"
btnChangeToFree, "Cambiar a la Versión Gratuita"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Limpiar Historial de Búsqueda"
btnIFilterToggle, "Cambiar Manejador de Archivos"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "Pegar desde el Portapapeles"
btnProxySettings, "Configuración de Conexión a Internet"
btnRestoreSettings, "Restaurar Configuraciones"
btnTroubleshootingClearLog, "Borrar Log"
btnTroubleshootingCopy, "Copiar en el portapapeles"
btnTroubleshootingOpenLog, "Abrir Log"
chkAutoUpdate, "Comprobar Actualizaciones Automáticamente"
chkBeta, "Compruebe si hay nueva versión Beta (novedades, inestable)"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "Mostrar un error para archivos sin Manejador de Archivos (cuando el Manejador de Archivos al buscar esta habilitada)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Buscar archivos && carpetas que son un acceso directo o vínculos simbólicos"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostrar un mensaje cuando saltando un acceso directo o vínculos simbólicos"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Mostrar un error cuando no se puede acceder a una carpeta o archivo"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Mostrar ToolTips"
chkStartWithClearProfile, "Comience siempre FileSeek con los criterios de búsqueda en blanco"
chkTreatAllIncludeFiltersAsWildcards, "Tratar a todos los Archivos de Filtros Incluidos como comodines"
chkUseCustomDateFormat, "Use a custom date format"
chkWindowsContextMenu, "Mostrar FileSeek en el Menú contextual de Windows"
colName, "Nombre"
colRightToLeft, "Derecha-a-Izquierda"
colTranslators, "Traducciones"
colVersion, "Versión"
gbAutoUpdate, "Comprobar si hay una Actualización"
gbCmdLineVars, "Variables de Línea de Comando"
gbDateFormat, "Date Format"
gbGeneralOptions, "Opciones Generales"
gbReseller, "Reseller Information"
gbUpdateSettings, "Ajustes de Actualización"
lblCmdLineParam, "Parámetros para pasar en línea de comandos:"
lblDateFormat, "Date Format"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Seleccione una operación predeterminada para el doble clic en el resultado de búsqueda:"
lblExpireDate, "Licencia Válida Hasta:"
lblLicenseKey, "Licencia:"
lblLicenseTo, "Para uso de:"
lblNumChar, "Mostrar esta cantidad caracteres para cada resultado de búsqueda:"
lblSelectViewingApp, "Seleccionar una aplicación para la visualización de archivos:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Logging: Desactivado"
LogLevel1, "Logging: Sólo lo Importante"
LogLevel2, "Logging: Detallado"
LogLevel3, "Logging: Todas las Líneas"
tabLanguage, "Lenguajes"
tabLicense, "Licencia"
tabTroubleshooting, "Solución de problemas"


[frmSettings_Strings]
AppBrowsingError, "Ha ocurrido un error durante la navegación de la aplicación."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exportar todos los resultados como CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportar todos los resultados a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportar los Resultados Seleccionados a CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportar los resultados seleccionados a HTML"
cboDefaultDoubleClickOperation_Open, "Abrir con manejador predeterminado"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Abrir ubicación del archivo"
cboDefaultDoubleClickOperation_OpenNotepad, "Abrir con Bloc te Notas"
cboDefaultDoubleClickOperation_OpenOther, "Abrir con otra aplicación"
ChangeToFreeQuestion, "¿Está seguro que desea eliminar la Licencia y cambiar a la versión Gratuita?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Con esta opción habilitada, una búsqueda Ingresado "lo que sea" será tratado como *lo que sea*"
ClearHistoryError, "Un error ha ocurrido mientras limpiaba su Historial de Búsqueda."
ClearHistoryWarning, "¿Está seguro que desea borrar el Historial de Búsqueda?"
CommandLineError, "Por favor ingrese los parámetros de línea de comando, o haga clic en "Predeterminado" para restaurarlos."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DebugLogCleared, "The Debug Log file has been successfully cleared."
DebugLogNotFound, "The Debug Log file could not be found.\nMake sure you have enabled Debug Logging first."
DisableFileHandler, "Deshabilitar el Manejador de Archivos"
EnableFileHandler, "Habilitar el Manejador de Archivos"
FileCommandDescription, "{0}: Sustituye el nombre del archivo completo."
FileHandlerListError, "Ha ocurrido un error al enumerar del Manejador de Archivos."
FileHandlerSelectError, "Ha ocurrido un error al seleccionar este Manejador de Archivos."
FileHandlerToggleError, "Ha ocurrido un error al alternar este Manejador de Archivos."
FreeVersion, "Versión Gratuita"
HistoryCleared, "El Historial de Búsqueda se ha Limpiado Satisfactoriamente."
InternetSettingsWindowError, "Ha ocurrido un error al abrir la ventana de Configuración de la Conexión de Internet."
InvalidExitcode, "Regresó ExitCode inválido: {0}"
LineCommandDescription, "{0}: Sustituye el número de línea."
lvIFilters_Extension, "Extensión"
lvIFilters_Handler, "Manejador"
lvIFilters_HandlerVersion, "Versión"
NumOfCharError, "Por favor introduzca un número de caracteres entre {0} y {1} e inténtelo de nuevo."
RestoreSettingsFailed, "Failed to restore your settings."
RestoreSettingsSuccess, "Your settings have been successfully restored."
SettingMenuError, "Se ha producido un error durante la configuración en las opciones del Menú Contextual."
tabSettings_About, "Acerca de"
tabSettings_FileHandlers, "Manejador de Archivos"
tabSettings_Options, "Opciones"
tabSettings_OtherApp, "Otra Aplicación"
tabSettings_Search, "Búsqueda"
Title, "Ajustes"
TroubleshootingCopyError, "No se ha podido copiar su información de Troubleshooting."
TroubleshootingCopySuccess, "Su información Troubleshooting se ha copiado correctamente en el portapapeles."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultados de la búsqueda guardado con éxito.\n¿Quieres ver el archivo?"
SearchCriteria, "Criterio de Búsqueda"
SearchDate, "Fecha de Búsqueda:"
Title, "Resultados de Búsqueda de FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error desconocido del IFilter"
UsingStandardMethodWarning, "Sin Manejador de Archivo para el archivo, utilizando el método estándar para la búsqueda."


[LicenseValidate_Strings]
ExpiredPrompt, "Lo sentimos, su licencia de prueba de FileSeek ha caducado.\nSi ya ha comprado una licencia, por favor escribala en la ventana de Ajustes de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"
Invalid, "Disculpe, su Licencia no es correcta."
InvalidReseller, "Lo sentimos, tu licencia es válida únicamente con FileSeek proporcionada por su distribuidor.\nPor favor, póngase en contacto con su distribuidor para más información."
LicenseProcessPro, "¡Gracias por Registrarse!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Su Licencia ha sido removida."
LicenseProcessTrial, "Gracias por probar FileSeek Pro!\nTu licencia expirará en {0: D}."
RegistryExportSuccess, "Sus ajustes fueron exportados satisfactoriamente."
TrialAlmostDonePrompt, "Su licencia de prueba caducará pronto.\nSi ya ha comprado una licencia, por favor escribala en la ventana de Ajustes de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Buscar con FileSeek"


[Words]
AdminSettingsLock, "Algunos ajustes son gestionados por el administrador del sistema"
Apply, "Aplicar"
ButtonEnterLicenseKey, "&Introducir Licencia"
ButtonLater, "&Después"
ButtonMoreInformation, "&Más información"
ButtonUseFreeVersion, "&Usar Versión Gratuita"
Cancel, "&Cancelar"
Close, "&Cerrar"
Custom, "Custom"
Default, "Default"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC (Control de Cuentas de Usuario) está desactivado, pero usted no es un administrador, la acción solicitada probablemente fracase.\nPor favor, active el UAC o inicie sesión como administrador y vuelva a intentarlo.\nSi recientemente ha deshabilitado el UAC, por favor, asegúrese de reiniciar el equipo."
Help, "Ayuda"
Info, "información"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Debes actualizar a FileSeek Pro para utilizar esta función.\n¿Desea más información sobre la actualización?"
Never, "Nunca"
No, "No"
OK, "&Acepto"
ProOnlyNotice, "Solo Pro las características se resaltan en azul"
Refresh, "Actualizar"
Seconds, "seconds"
Unknown, "Unknown"
Yes, "Si"


[Installer]
AdditionalIcons, "Íconos Adicionales:"
ContextMenu, "Agregar FileSeek a los Menu Contextual"
CurrentUserOnly, "Sólo para éste usuario"
DesktopIcon, "Crear &ícono en el escritorio"
DotNetDownloadNow, "¿Desea descargarlo ahora?"
DotNetNeededMayNotWork, "FileSeek no puede funcionar correctamente sin la plataforma Microsoft. NET Framework 2.0."
DotNetRequired, "FileSeek requiere el Microsoft Framework .NET 2.0."
DotNetReRunInstall, "Por favor, vuelva a ejecutar la instalación FileSeek después de instalar el Microsoft .NET Framework 2.0."
ForAllUsers, "Para todos los usuarios"
LaunchFileSeek, "Iniciar Fileseek"
LicKeyInvalid, "Esta Licencia no parece ser válida."
LicKeyLabel, "Licencia:"
LicKeySelectOption, "Por favor selecciona un Opción de Licencia de e inténtelo de nuevo."
LicKeyText, "Opciones de la Licencia:"
LicKeyTextAdminLocked, "Su Licencia ha sido establecido por el Administrador."
LicKeyTextChangeFree, "Haga clic en "Cambiar a la Versión Gratuita" en la ventana de configuración para utilizar la versión gratuita."
LicKeyTextEnterOrFree, "Introduzca una Licencia válida o seleccione 'Utilizar Versión Gratis'."
LicKeyTextPaid, "Use esta licencia:"
LicKeyTextTrial, "Usar la Versión de Prueba (solo la primera vez), regresara a la Versión Gratis después de 30 días"
RunAtStartup, "Iniciar FileSeek al iniciar Windows"
ShowWelcome, "Mostrar Página de Bienvenida a FileSeek"
TextBefore, "Si tiene FileSeek ejecutando actualmente, por favor asegúrese de cerrar FileSeek antes de instalar esta nueva versión.\n\nVisita http://www.fileseek.ca para actualizaciones y soporte."
UninstallRemoveAllData1, "¿Quieres eliminar por completo TODOS los ajustes de FileSeek, las preferencias y los archivos temporales?"
UninstallRemoveAllData2, "Esto no es recomendable si va a instalar FileSeek nuevamente."